#ifndef __EXTI_H
#define __EXIT_H	 
#include "sys.h"  	
//////////////////////////////////////////////////////////////////////////////////	 
//¥»µ{§Ç¥u¨Ñ¾Ç²ß¨Ï¥Î¡A¥¼¸g§@ªÌ³\¥i¡A¤£±o¥Î©ó¨ä¥¦¥ô¦ó¥Î³~
//ALIENTEK STM32F407¶}µoªO
//¥~³¡¤¤Â_ ÅX°Ê¥N½X	   
//¥¿ÂI­ì¤l@ALIENTEK
//§Þ³N½×¾Â:www.openedv.com
//³Ð«Ø¤é´Á:2014/5/4
//ª©¥»¡GV1.0
//ª©Åv©Ò¦³¡Aµsª©¥²¨s¡C
//Copyright(C) ¼s¦{¥«¬PÁl¹q¤l¬ì§Þ¦³­­¤½¥q 2014-2024
//All rights reserved									  
////////////////////////////////////////////////////////////////////////////////// 	 



void EXTIX_Init(void);	//¥~³¡¤¤Â_ªì©l¤
extern u8 en0, en1, en2;		 					    
#endif

























